{
    "str": {
        "1": "You are so weak you that cannot even walk; you are bound to your wheelchair at all times. You struggle to lift the lightest of objects.",
        "2": "Lifting anything heavier than a book is a challenge. You struggle to stand for more than a few minutes at a time.",
        "3": "You have incredible difficulty with most physical tasks. You are too weak to lift anything heavier than a bowling ball.",
        "4": "You have incredible difficulty with most physical tasks. You are too weak to lift anything heavier than a watermelon.",
        "5": "Your strength is far below average; moving furniture is a struggle.",
        "6": "Your strength is far below average; moving furniture is a struggle.",
        "7": "You're somewhat weak; difficulty with physically demanding tasks.",
        "8": "Slightly below average in strength, lifting moderately heavy objects is hard.",
        "9": "Average strength for light daily tasks, but heavy lifting is tough.",
        "10": "You have average strength, capable of most everyday tasks.",
        "11": "Slightly above average; you can lift heavy objects with some effort.",
        "12": "You can comfortably handle most physical tasks.",
        "13": "Capable of heavy lifting and rigorous physical work.",
        "14": "You have notable muscular build and can lift substantial weight.",
        "15": "Strong and athletic, you can perform impressive physical feats.",
        "16": "Your strength rivals that of an Olympic weightlifter.",
        "17": "Your strength rivals that of an Olympic weightlifter.",
        "18": "Your strength rivals that of an Olympic weightlifter.",
        "19": "You possess Herculean strength, capable of lifting heavy boulders with ease.",
        "20": "You possess Herculean strength, capable of lifting heavy boulders with ease."
    },
    "dex": {
        "1": "You are so clumsy and uncoordinated that you are incapable of walking. It takes you several seconds to react to things.",
        "2": "You are so clumsy and uncoordinated that you are incapable of walking. It takes you several seconds to react to things.",
        "3": "You cannot walk more than a few meters without tripping or losing your balance. You drop and break things constantly. You lack the coordination to tie your shoes.",
        "4": "You stumble constantly, and simple tasks like tying knots are challenging for you. Your reflexes are too slow to catch a tossed ball.",
        "5": "You stumble constantly, and simple tasks like tying knots are challenging for you. Your reflexes are too slow to catch a tossed ball.",
        "6": "You are slightly below average in tasks requiring fine motor skills. You fall over a lot",
        "7": "Balancing or moving quietly is difficult, but you manage basic tasks.",
        "8": "You're a bit awkward; tasks like catching a ball require effort.",
        "9": "You have average coordination, handling most tasks without issue.",
        "10": "Your dexterity is typical, sufficient for daily activities.",
        "11": "You're somewhat agile, with slightly above-average coordination.",
        "12": "You can handle tasks requiring good coordination quite well.",
        "13": "You are agile, good at tasks requiring finesse, like lock picking.",
        "14": "Your movements are fluid and precise, useful in delicate tasks.",
        "15": "You have the dexterity of a skilled artist or craftsman.",
        "16": "Your reflexes are quick, perfect for tasks like archery or pickpocketing.",
        "17": "Your movements are swift and graceful, akin to a master thief. You have quick reflexes and impeccable balance.",
        "18": "Your movements are swift and graceful, akin to a master thief. You have quick reflexes and impeccable balance.",
        "19": "Your dexterity is almost superhuman, performing feats like catching arrows and incredible acrobatic stunts.",
        "20": "Your dexterity is almost superhuman, performing feats like catching arrows and incredible acrobatic stunts."
    },
    "con": {
        "1": "A falling pebble wouldd shatter your bones, and a single sneeze would debilitate you for months. Your frail body can barely keep you alive; it's like AIDS and osteogenesis imperfecta all rolled into one.",
        "2": "Minor exertions leave you breathless, and you are almost always grievously ill. You would not survive a week without medical attention.",
        "3": "You tire very quickly and struggle with physical activity. You spend more time sick than well, and a single tummy-ache might put you out for a week. You cannot eat spicy food.",
        "4": "You are far weaker than average, getting winded by moderate exertion.",
        "5": "Your endurance is low; you cannot exert yourself for long periods.",
        "6": "Slightly below average, you find prolonged exertion challenging.",
        "7": "Your stamina is fair, but you're not particularly resilient.",
        "8": "You have average resilience, but tire faster than some.",
        "9": "You can handle a reasonable amount of physical stress.",
        "10": "Your constitution is typical, neither particularly frail nor robust.",
        "11": "You are somewhat hardy, recovering well from minor ailments.",
        "12": "You have good endurance and resist illnesses better than most.",
        "13": "Your stamina allows for prolonged exertion without much fatigue.",
        "14": "You are tough, capable of enduring physical hardship.",
        "15": "Your robust health makes you resistant to common diseases.",
        "16": "You have high endurance, rarely feeling fatigue or illness.",
        "17": "You possess great physical fortitude, rarely falling ill. You can withstand extreme conditions thanks to your exceptional resilience.",
        "18": "You possess great physical fortitude, rarely falling ill. You can withstand extreme conditions thanks to your exceptional resilience.",
        "19": "Your constitution is legendary, seemingly immune to sickness and exhaustion. You can--and often do--drink poison, just for the hell of it, since it doesn't affect you.",
        "20": "Your constitution is legendary, seemingly immune to sickness and exhaustion. You can--and often do--drink poison, just for the hell of it, since it doesn't affect you."
    },
    "int": {
        "1": "Profound mental retardation. You are unable to speak, dress or feed yourself without assistance. You exclusively act on instinct, like a wild animal.",
        "2": "Severe mental retardation. Your vocabulary is limited to a dozen or so words, supplemented by grunting, yelling, and pointing.",
        "3": "Moderate retardation. You are just barely capable of forming sentences. You cannot count; numbers perplex and infuriate you.",
        "4": "Severe learning disabilities; you can just barely read and count, but most everyday problems leave you confused and depressed.",
        "5": "Severe learning disabilities; you can just barely read and count, but most everyday problems leave you confused and depressed.",
        "6": "Below-average intelligence. You can hold a conversation and perform basic math, but complex, multi-step problem solving is beyond you.",
        "7": "Below-average intelligence. You can hold a conversation and perform basic math, but complex, multi-step problem solving is beyond you.",
        "8": "Average- to below-average intelligence. You are able to solve and understand everyday problems, though they may take you slightly longer.",
        "9": "Average- to below-average intelligence. You are able to solve and understand everyday problems, though they may take you slightly longer.",
        "10": "You have average intelligence, able to understand and solve everyday problems.",
        "11": "You have average intelligence, able to understand and solve everyday problems.",
        "12": "You have slightly above-average intelligence, solving problems quicker than most others.",
        "13": "You have slightly above-average intelligence, solving problems quicker than most others.",
        "14": "You are well above average intelligence. Your advanced vocabulary and reasoning skills let you argue circles around lesser intellects.",
        "15": "You are well above average intelligence. Your advanced vocabulary and reasoning skills let you argue circles around lesser intellects.",
        "16": "You are well above average intelligence. Your advanced vocabulary and reasoning skills let you argue circles around lesser intellects.",
        "17": "Your intellect is comparable to that of a renowned scholar. Your vocabular is expansive and can perform dazzling feats of mental math.",
        "18": "Your intellect is comparable to that of a world-renowned scholar. Your vocabular is expansive and can perform dazzling feats of mental math.",
        "19": "You have a genius-level intellect, solving complex problems effortlessly. Einstein trembles before your elegant reasoning and expansive knowledge.",
        "20": "You have a genius-level intellect, solving complex problems effortlessly. Einstein trembles before your elegant reasoning and expansive knowledge."
    },
    "wis": {
        "1": "You are pathologically forgetful, extremely gullible, and generally just completely oblivious to everything that happens around you. Your judgement is so poor that you have never made a good decision in your entire life.",
        "2": "You miss extremely obvious details and are completely unable to read social cues. You forget information almost as soon as you hear it.",
        "3": "You struggle to make sound judgments and are often unaware of your surroundings. Obvious traps sound like good ideas to you, and your lack of perception frequently brings you into harm's way.",
        "4": "You have difficulty understanding others' feelings and motivations. You are forgetful and unobservant.",
        "5": "You tend to be a bit naive and might miss subtler aspects of situations.",
        "6": "Your perception of your environment is slightly below average.",
        "7": "You can manage everyday decisions but often overlook finer details.",
        "8": "You have a decent sense of awareness but sometimes misjudge situations.",
        "9": "Your intuition is average; you understand others and your surroundings adequately.",
        "10": "You are reasonably insightful and aware of your surroundings.",
        "11": "You have a good intuition and can read people and situations fairly well.",
        "12": "Your judgment is sound, and you have a heightened awareness of your environment.",
        "13": "You are perceptive and can understand complex social situations.",
        "14": "You have keen intuition and are rarely caught off guard.",
        "15": "Your insight into others' motives and feelings is quite profound.",
        "16": "You have an exceptional understanding of people, animals, and environments.",
        "17": "Your wisdom gives you almost a sixth sense about hidden truths.",
        "18": "You possess sage-like wisdom, understanding deep and complex truths.",
        "19": "You have transcendent, supernatural wisdom, able to perceive and understand all aspects of life. You effortlessly see through traps and deception, having an uncanny intuition no matter the situation.",
        "20": "You have transcendent, supernatural wisdom, able to perceive and understand all aspects of life. You effortlessly see through traps and deception, having an uncanny intuition no matter the situation."
    },
    "cha": {
        "1": "Your presence is repulsive; you struggle to form even basic social connections. Nobody wants to be around you.",
        "2": "You are extremely socially awkward and almost exclusively say the wrong thing at the wrong time. People cross the street to avoid you.",
        "3": "Interacting with others is excruciatingly difficult; you are often misunderstood. People simply don't like you.",
        "4": "You have trouble expressing yourself and rarely make a good impression.",
        "5": "You're a bit shy or blunt; social situations don't come naturally to you.",
        "6": "You're somewhat reserved or occasionally awkward in conversations.",
        "7": "You can manage basic social interactions but lack charm.",
        "8": "You're average- to below-average in social situations, neither particularly off-putting nor engaging.",
        "9": "You are somewhat likable but can sometimes be unremarkable in social settings.",
        "10": "You have average charisma, capable of polite and friendly interactions.",
        "11": "You're slightly charming; people generally enjoy your company.",
        "12": "You are fairly charismatic, able to persuade and keep people interested.",
        "13": "Your charm is noticeable; you can lead and influence others effectively.",
        "14": "You are quite engaging, often the center of attention in social situations.",
        "15": "Your presence is captivating; people are drawn to your charisma.",
        "16": "You're very persuasive and likable, often swaying others with ease.",
        "17": "Your charm is powerful, making you a natural and effective leader.",
        "18": "You possess a magnetic charisma, inspiring loyalty and admiration.",
        "19": "Your charisma is almost supernatural, influencing others effortlessly.",
        "20": "You have legendary, supernatural charisma, captivating and enchanting all who meet you. None escape your charm."
    }
};